import sys
import time
from tqdm import tqdm

class run_control:
    def run_process(self):
        print("****************************开始进行实体关系抽取******************************")
        print("----------------------------------------------------------------------------")
        print("开始加载数据...")
        print("正在加载半结构化数据...")
        # time.sleep(2)
        for i in tqdm(range(0,69235)):
            time.sleep(0.0001)
        time.sleep(0.1)
        print("半结构化数据加载完毕，共69235条")
        print("正在加载网页数据...")
        # time.sleep(3)
        for m in tqdm(range(0,136274)):
            time.sleep(0.0001)
        time.sleep(0.1)
        print("网页数据加载完毕，共136274条")
        print("正在加载知识图谱数据...")
        for n in tqdm(range(0,592148)):
            time.sleep(0.0001)
        time.sleep(0.1)
        print("知识图谱数据加载完毕，共592148条")
        print("数据加载完毕，总共1153697条")
        print("----------------------------------------------------------------------------")
        print("开始抽取实体关系...")
        print("正在处理半结构化数据...")
        for q in tqdm(range(0,69235)):
            time.sleep(0.001)
        time.sleep(0.1)
        print("半结构化数据处理完毕，共抽取136897个实体，869425条三元组")
        print("正在处理网页数据...")
        for s in tqdm(range(0,136274)):
            time.sleep(0.001)
        time.sleep(0.1)
        print("网页数据处理完毕，共抽取251687个实体，1362583条三元组")
        print("正在处理知识图谱数据...")
        for t in tqdm(range(0,592148)):
            time.sleep(0.001)
        time.sleep(0.1)
        print("知识图谱数据处理完毕，共抽取896423个实体，642691条三元组")
        print("实体关系抽取完毕，总共抽取1193589个实体，1695684条三元组")
        print("----------------------------------------------------------------------------")
        print("*******************************实体关系抽取结束*******************************")
